#+STARTUP: showall expand indent
#+STARTUP: hidestars
#+options: toc:nil
#+HTML_MATHJAX:  path:"http://cdn.mathjax.org/mathjax/latest/MathJax.js"
#+begin_src yaml :exports results :results value html
---
layout: page
# title: "About"
---
#+end_src
#+results:
#+BEGIN_EXPORT html
---
layout: page
title: "L48 - Machine Learning and the Physical World"
---
#+END_EXPORT

This is just a place-holder with the lecture notes, we will make a proper webpage in time :-).

* Lectures
| Lecture                                      | Date                   | Lecturer |
|----------------------------------------------+------------------------+----------|
| [[file:_org/bin/lectures/l48-mlpw-01.pdf][Introduction]]                                 | <2025-10-13 Mon 12:00> | che29    |
| [[file:_org/bin/lectures/l48-mlpw-02.pdf][Simulation]]                                   | <2025-10-15 Wed 12:00> | Nicolas  |
| Quantification of Beliefs                    | <2025-10-20 Mon 12:00> | che29    |
| Gaussian Processes                           | <2025-10-22 Wed 12:00> | che29    |
| Practical Gaussian Processes                 | <2025-10-27 Mon 12:00> | che29    |
| Emulation                                    | <2025-10-29 Wed 12:00> | che29    |
| Sequential Decision Making Under Uncertainty | <2025-11-03 Mon 12:00> | che29    |
| Reinforcement Learning                       | <2025-11-05 Wed 12:00> | che29    |
| Probabilistic Numeric                        | <2025-11-10 Mon 12:00> | che29    |
| Experimental Design                          | <2025-11-12 Wed 12:00> | Nicolas  |
| Sensitivity Analysis                         | <2025-11-17 Mon 12:00> | Nicolas  |
| Multifidelity Modelling                      | <2025-11-19 Wed 12:00> | che29    |
| Project Guest Lecture                        | <2025-11-24 Mon 12:00> | che29    |
| Generative Models                            | <2025-11-26 Wed 12:00> | che29    |
| TBD                                          | <2025-12-01 Mon 12:00> | che29    |
| TBD                                          | <2025-12-03 Wed 12:00> | che29    |

* Worksheets

* Material

